<?php

$L['cfg_listsurveys']=array('Количество анкет на одной странице');
$L['cfg_viewsurveys']=array('Количество результатов на одной странице');

$L['sur_copy'] = 'Копия:';
$L['sur_string'] = 'Текстовое поле';
$L['sur_textarea'] = 'Область текста';
$L['sur_check'] = 'Индикатор с флажком';
$L['sur_radio'] = 'Радио-кнопки';
$L['sur_select'] = 'Выпадающий список';
$L['sur_separator'] = 'Разделитель';
$L['sur_date'] = 'Дата';
$L['sur_name'] = 'Имя';
$L['sur_math'] = 'Вычисляемое поле';
$L['sur_email'] = 'email';
$L['sur_number'] = 'число';
$L['sur_file'] = 'file';

$L['sur_string_help'] = '{size},{maxlength},{class},{регулярное выражение}';
$L['sur_textarea_help'] = '{cols},{rows},{class}';
$L['sur_check_help'] = '{Опция1},{Опция2},{Опция3},...';
$L['sur_radio_help'] = '{Опция1},{Опция2},{Опция3},...';
$L['sur_select_help'] = '{Опция1},{Опция2},{Опция3},...';
$L['sur_separator_help'] = 'Параметры не используются';
$L['sur_date_help'] = 'Используйте mdy для преобразования даты в формат мм/дд/гггг, всесто стандартного дд/мм/гггг.';
$L['sur_name_help'] = '{size},{maxlength},{class}. Если пользователь зарегистрирован, в качестве значения будет установлено  имя пользователя.';
$L['sur_math_help'] = 'Поле скрыто. Проведет математическую операцию с другими введенными пользователем полями. Замените  &#123;x} на ID поля. Пример: (27+&#123;1})*5';
$L['sur_email_help'] = '{size},{maxlength},{class}. При обработке будет проверка, верно ли введен email';
$L['sur_number_help'] = '{size},{maxlength},{class}. При обработке будет проверка, верно ли введено число';
$L['sur_file_help'] = '';

$L['sur_new'] = 'Новая анкета';
$L['sur_deleted'] = 'Анкета и все результаты удалены.';
$L['sur_createdsur'] = 'Существующие анкеты';
$L['sur_tester'] = 'Режим тестирования';
$L['sur_authcat'] = 'Категории страниц (права пользователей): <div class="desc">(Иначе используются права по умолчанию для данного плагина.)</div>';
$L['survey'] = 'Анкеты';
$L['view_survey'] = 'Анкета';
$L['sur_right'] = 'Правильные варианты';
$L['Sur_questcount'] = ' Количество вопросов';

$L['Sur_simple']='Обычный';
$L['Sur_req']='Обязательный';
$L['Sur_hidden']='Скрытый';

$L['Sur_view_num']='Результат';
$L['Sur_view_date']='Дата анкетирования';

$L['SUR2'] = $L['sur_deleted'];
$L['SUR3'] = 'Необходимо нажать "подтвердить" для удаления голосования';
$L['SUR4'] = 'Поля оставлены пустыми';
$L['SUR5'] = 'Нет созданных анкет';
$L['SUR6'] = 'Изменить';
$L['SUR7'] = 'Создать новую анкету';
$L['SUR8'] = 'Удалить';
$L['SUR9'] = $L['sur_createdsur'];
$L['SUR10'] = 'Название:';
$L['SUR11'] = 'Анкетирование доступно:';
$L['SUR12'] = 'Анкетирование доступно одному пользователю только 1 раз.';
$L['SUR13'] = 'Да';
$L['SUR14'] = 'Нет';
$L['SUR15'] = 'email, на который будут отсылаться результаты:';
$L['SUR16'] = 'Сообщать результаты на форум:<br />ВНИМАНИЕ! после каждого анкетирования создает новую тему!';
$L['SUR17'] = 'Сохранять результаты:';
$L['SUR18'] = 'Результаты анкетирования доступны для:';
$L['SUR19'] = 'Создание анкеты...';
$L['SUR20'] = 'Сообщение перед анкетой (Отображается вначале анкеты)';
$L['SUR21'] = 'Сообщение после анкеты (Отображается после завершения анкетирования)';
$L['SUR22'] = 'Вопрос';
$L['SUR23'] = 'О';
$L['SUR23s'] = 'Обязательное';
$L['SUR24'] = 'Тип';
$L['SUR25'] = 'Параметры';
$L['SUR26'] = 'Создание нового поля:';
$L['SUR27'] = 'Обновить Анкету';
$L['SUR28'] = 'Ссылка на анкету:';
$L['SUR29'] = 'подтвердить';
$L['SUR30'] = '-отключено-';
$L['SUR31'] = 'Внимание изменение порядка полей приведет к удалению старых  результатов анкет!';
$L['SUR32'] = 'Старые анкеты удалены';
$L['SUR33'] = 'Анкета обновлена';
$L['SUR34'] = 'С';
$L['SUR34s'] = 'Скрытое';
$L['SUR35'] = 'Установите для скрытых полей';
$L['SUR40'] = 'заголовок анкеты.';
$L['SUR41'] = 'Видима для:';
$L['SUR43'] = 'Результаты каждого анкетирования быдут высылаться на данный email, email-адреса можно разделять запятыми.';
$L['SUR44'] = 'Сохранять результаты:<br />Отметьте для сохранения результатов анкетирования в базе';
$L['SUR45'] = 'Отметьте для сохранения результатов анкетирования в базе';
$L['SUR46'] = 'Сообшение анкетирования:';
$L['SUR47'] = 'Сообщение помещается перед голосованием для объяснения, что за голосование, зачем и т.д.';
$L['SUR48'] = 'Сообщение после проведения анкетирования:';
$L['SUR49'] = 'Сообщение, которое отобразиться пользователю после завершения анкетирования.';
$L['SUR50'] = 'Анкета. Вопросы';
$L['SUR51'] = 'вопрос, задаваемый пользователю. Если оставить поле пустым данный вопрос анкеты будет удален';
$L['SUR53'] = 'установите для обязательных полей.';
$L['SUR54'] = 'то как будут отображаться ответы на вопрос.<br />Тип "разделитель" используется для добавления текста между полями, например между различными категориями вопросов. <br /> Поле вопросов может сожержать любой текст с полной поддержкой бб-кода.';
$L['SUR55'] = 'Все параметры должны быть разделены символом "|".';
$L['SUR555'] = 'Список правильных ответов. Для проведения тестирования. Если необходим режим "анкетирование" оставьте поле пустым. Все ответы должны быть разделены символом "|".';

$L['SUR65'] = 'Помощь';
$L['SUR66'] = 'Поле';
$L['SUR67'] = 'Настройки';
$L['SUR68'] = 'Доступно редактирование результатов';
$L['SUR69'] = 'Отобразить/скрыть настройки анкеты';
$L['SUR70'] = 'Создать копию существующей анкеты';
$L['SUR71'] = 'Создать';
$L['SUR72'] = 'Анкета создана';	
	
$L['LAN_SUR1'] = 'Просмотр результатов анкетирования';
$L['LAN_SUR2'] = 'Вы уже заполняли данную анкету. Вам запрещено заполнять анкету дважды!';
$L['LAN_SUR3'] = 'Поле должно быть заполнено';
$L['LAN_SUR4'] = '* обязательные поля';
$L['LAN_SUR5'] = 'завершить';
$L['LAN_SUR6'] = 'Данное анкетирование Вам недоступно';
$L['LAN_SUR7'] = 'Завершенные анкетирования:';
$L['LAN_SUR8'] = 'Благодарим за участие в анкетировании';
$L['LAN_SUR9'] = 'Спасибо за участие';
$L['LAN_SUR10'] = 'Ответ';

$L['LAN_SUR11'] = 'Поиск/Обновить';
$L['LAN_SUR12'] = 'Список результатов';
$L['LAN_SUR13'] = 'Посмотр статистики анкетирования';
$L['LAN_SUR14'] = 'Количество анкетировавшихся';
$L['LAN_SUR15'] = 'Анкетирование еще не проводилось';
$L['LAN_SUR16'] = 'Вопрос';
$L['LAN_SUR17'] = 'Результаты';
$L['LAN_SUR18'] = 'Результаты анкетирования';
$L['LAN_SUR19'] = 'Дата первого анкетирования';
$L['LAN_SUR20'] = 'Дата последнего анкетирования';
$L['LAN_SUR21'] = 'Поле с текстом';
$L['LAN_SUR22'] = 'Поле с текстом';
$L['LAN_SUR23'] = 'Поле с именем';
$L['LAN_SUR24'] = 'Поле с датой';
$L['LAN_SUR25'] = 'из';
$L['LAN_SUR26'] = 'Редактировать результаты';
$L['LAN_SUR27'] = 'Обновить результаты';

$L['LAN_SUR31'] = 'Удалено';
$L['LAN_SUR32'] = 'Невозможно удалить';
$L['LAN_SUR33'] = 'Вы действительно хотите распечатать эту страницу?';
$L['LAN_SUR34'] = 'Печать';
$L['LAN_SUR35'] = 'Настройка принтера';
$L['LAN_SUR36'] = 'Изменить';
$L['LAN_SUR37'] = 'Поиск текста';
$L['LAN_SUR38'] = 'Запись';
$L['LAN_SUR39'] = 'Всего записей';
$L['sur_erroremail'] = 'Неверно указан email';
$L['sur_errornum'] = 'Должно быть указано число';
$L['LAN_SUR42'] = 'Анкетирование завершено';
$L['sur_errormask'] = 'Поле не соответствует заданной маске';

$L['LAN_SUR99'] = 'Удалить анкетирование';
$L['LAN_SUR100'] = 'Экспортировать результаты в Microsoft Word';
$L['LAN_SUR101'] = 'Экспортировать результаты в Microsoft Excel';

?>